Revit 2027 API
UnitTypeId.DekanewtonsPerMeter Property
 Dekanewtons per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DekanewtonsPerMeter { get; }
Public Shared ReadOnly Property DekanewtonsPerMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DekanewtonsPerMeter {
	ForgeTypeId^ get ();
}
static member DekanewtonsPerMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace